travel/shanghai-plans.org
#+TITLE: 
#+AUTHOR: 
#+DATE: 
#+OPTIONS: toc:nil H:2
#+LATEX_HEADER: \usepackage{tikzsymbols}

#+LATEX_HEADER: \usepackage{CJKutf8}
#+LATEX_HEADER: \newcommand{\ZH}[1]{\begin{CJK}{UTF8}{gbsn}\large #1\end{CJK}}
# +LATEX_HEADER: \newcommand{\ZHT}[1]{\begin{CJK}{UTF8}{bsmi}#1\end{CJK}}

* Shanghai
** Sun 08 Sep: Arrival to Shanghai [0/2]
 + [ ] Relax \Laughey[1.4]
 + [ ] [[https://www.google.com/maps/d/edit?mid=1yrxh4BK5hpZBPv7qDaJ2qaWz0z-Bkno&ll=31.1124785873245%2C121.38586814672732&z=9][Custom maps for the trip]]


** Mon 09 Sep: New harbour City [0/2]
 + [ ] Teaching at Maritime University
 + [ ] ??

** Tue 10 Sep: Huangpu [0/3]
 + [ ] 10am Talk at SISU, 
 + [ ] Shanghai Old City
 + [ ] Bund

** Wed 11 Sep:  [0/2]
 + [ ] Teaching at Maritime University
 + [ ] [[https://www.tripadvisor.com/Attraction_Review-g308272-d2220946-Reviews-China_Maritime_Museum-Shanghai.html][China Maritime Museum]]
   
** Thu 12 Sep: French Concession [0/4]
 + [ ] [[http://www.shanghaimuseum.net/museum/frontend/en/index.action][Shanghai Museum]]
 + [ ] [[https://en.wikipedia.org/wiki/Former_Residence_of_Zhou_Enlai_(Shanghai)][Villa of Zhou Enlai]]
 + [ ] Tianzifang
 + [ ] Shanghai Museum of Arts and Crafts
 + [ ] [[http://www.shanghaipropagandaart.com/home.asp?class=beautifuf_book][Shanghai Propaganda Poster and Art Centre]]
 + [ ] 18:30: teaching at Maritime University

** Fri 13 Sep:  [0/2]
 + [ ] teaching at Maritime University
 + [ ] Talk at Maritime University

** Sat 14 Sep: Pudong [0/3]
 + [ ] Shanghai History Museum
 + [ ] Jinmao Tower
 + [ ] Train to Qufu

* Qufu
** Sun 15 Sep: Qufu [0/3]
 + [ ] https://en.wikivoyage.org/wiki/Qufu
 + [ ] [[http://www.kzbwg.cn/en][Confucius Museum]]
 + [ ] [[https://maps.google.com/?cid=14506159276952720806][Kong Family Mansion]]

** Mon 16 Sep: Beijing Downtown [0/2]
 + [ ] Train Qufu to Beijing
 + [ ] Forbidden City??

** Tue 17 Sep: Beijing East [0/3]
 + [ ] National Museum of China
 + [ ] National Art Museum
 + [ ] ??

** Wed 18 Sep: Beijing West [0/2]
 + [ ] Capital Museum
 + [ ] Afternoon: Talk at CFAU \ZH{外交学院}

** Thu 19 Sep: Beijing [0/1]
 + [ ] Summer Palace

* Shanghai
** Fri 20 Sep: Suzhou [0/2]
 + [ ] Train Beijing to Suzhou
 + [ ] [[https://maps.google.com/?cid=12116311554028233593][Suzhou Market at night]]

** Sat 21 Sep: Suzhou [0/6]
 + [ ] [[http://www.szmuseum.com/][Suzhou Museum]]
 + [ ] The Garden of the Master of the Nets \ZH{网师园}
 + [ ] Embroidery Museum and Mountain Villa with Embracing Beauty \ZH{环秀山庄}
 + [ ] The Lion Grove Garden \ZH{狮子林}
 + [ ] Train Suzhou to Pudong
 + [ ] [[https://english.shanghai.gov.cn/en-FestivalsCelebrations/20240613/aaded1813b0f42e1817aeadece62ba5e.html][International Light festival]] -- mostly at the [[http://www.shzlzx.com.cn/][Shanghai Exhibition Centre]]

* Food
** \ZH{上海菜} [0/3]
    + [ ] \ZH{兰州拉面} Lánzhōu lāmiàn, hand-pulled noodles
    + [ ] \ZH{卤肉饭} lǔròufàn braised pork
    + [ ] \ZH{小笼包} xiǎolóngbāo dumplings
    + [ ] \ZH{红烧鳝鱼} hóngshāoshànyú red sauce eel
    + [ ] \ZH{虎皮尖椒} hǔpí jiānjiāo tiger skin peppers
    + [ ] \ZH{魚香茄子} fish-like aubergines


** \ZH{北京菜} [0/5]
    + [ ] home-style noodles and baozi,
    + [ ] Peking Duck \ZH{北京烤鸭}
    + [ ] fried sauce noodles, zhájiàngmiàn \ZH{炸酱面}
    + [ ] cabbage dishes, such as \ZH{醋溜卷心菜} - vinegar cabbage
    + [ ] jiǎozi \ZH{饺子} dumplings
