travel/shanghai-plans.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-09-01 Sun 13:24 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">

<div id="outline-container-org4f8db50" class="outline-2">
<h2 id="org4f8db50"><span class="section-number-2">1</span> Shanghai</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org5e0c941" class="outline-3">
<h3 id="org5e0c941"><span class="section-number-3">1.1</span> Sun 08 Sep: Arrival to Shanghai <code>[0/2]</code></h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Relax \Laughey[1.4]</li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.google.com/maps/d/edit?mid=1yrxh4BK5hpZBPv7qDaJ2qaWz0z-Bkno&amp;ll=31.1124785873245%2C121.38586814672732&amp;z=9">Custom maps for the trip</a></li>
</ul>
</div>
</div>


<div id="outline-container-org25d0111" class="outline-3">
<h3 id="org25d0111"><span class="section-number-3">1.2</span> Mon 09 Sep: New harbour City <code>[0/2]</code></h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Teaching at Maritime University</li>
</ul>
</div>
</div>

<div id="outline-container-orgc22b4ee" class="outline-3">
<h3 id="orgc22b4ee"><span class="section-number-3">1.3</span> Tue 10 Sep: Huangpu <code>[0/3]</code></h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> 10am Talk at SISU,</li>
<li class="off"><code>[&#xa0;]</code> Shanghai Old City</li>
<li class="off"><code>[&#xa0;]</code> Bund</li>
<li class="off"><code>[&#xa0;]</code> Jinmao at sunset</li>
<li class="off"><code>[&#xa0;]</code> Night view from Huangpu Park</li>
</ul>
</div>
</div>

<div id="outline-container-org5d561d9" class="outline-3">
<h3 id="org5d561d9"><span class="section-number-3">1.4</span> Wed 11 Sep:  <code>[0/2]</code></h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Teaching at Maritime University</li>
<li class="off"><code>[&#xa0;]</code> Talk at Maritime University</li>
</ul>
</div>
</div>

<div id="outline-container-orga31b41c" class="outline-3">
<h3 id="orga31b41c"><span class="section-number-3">1.5</span> Thu 12 Sep: French Concession <code>[0/4]</code></h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="http://www.shanghaimuseum.net/museum/frontend/en/index.action">Shanghai Museum</a> ??</li>
<li class="off"><code>[&#xa0;]</code> <a href="https://en.wikipedia.org/wiki/Former_Residence_of_Zhou_Enlai_(Shanghai)">Villa of Zhou Enlai</a></li>
<li class="off"><code>[&#xa0;]</code> Tianzifang</li>
<li class="off"><code>[&#xa0;]</code> Shanghai Museum of Arts and Crafts</li>
<li class="off"><code>[&#xa0;]</code> <a href="http://www.shanghaipropagandaart.com/home.asp?class=beautifuf_book">Shanghai Propaganda Poster and Art Centre</a></li>
<li class="off"><code>[&#xa0;]</code> 18:00: teaching at Maritime University</li>
</ul>
</div>
</div>

<div id="outline-container-org12ab78a" class="outline-3">
<h3 id="org12ab78a"><span class="section-number-3">1.6</span> Fri 13 Sep:  <code>[0/2]</code></h3>
<div class="outline-text-3" id="text-1-6">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> teaching at Maritime University</li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.tripadvisor.com/Attraction_Review-g308272-d2220946-Reviews-China_Maritime_Museum-Shanghai.html">China Maritime Museum</a></li>
<li class="off"><code>[&#xa0;]</code> city walk</li>
</ul>
</div>
</div>

<div id="outline-container-org94036a2" class="outline-3">
<h3 id="org94036a2"><span class="section-number-3">1.7</span> Sat 14 Sep: Pudong <code>[0/3]</code></h3>
<div class="outline-text-3" id="text-1-7">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Shanghai History Museum</li>
<li class="off"><code>[&#xa0;]</code> Train to Qufu</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orga7676ac" class="outline-2">
<h2 id="orga7676ac"><span class="section-number-2">2</span> Qufu</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org5508152" class="outline-3">
<h3 id="org5508152"><span class="section-number-3">2.1</span> Sun 15 Sep: Qufu <code>[0/3]</code></h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="https://en.wikivoyage.org/wiki/Qufu">https://en.wikivoyage.org/wiki/Qufu</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="http://www.kzbwg.cn/en">Confucius Museum</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://maps.google.com/?cid=14506159276952720806">Kong Family Mansion</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga2a3ebe" class="outline-3">
<h3 id="orga2a3ebe"><span class="section-number-3">2.2</span> Mon 16 Sep: Beijing Downtown <code>[0/2]</code></h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Train Qufu to Beijing</li>
<li class="off"><code>[&#xa0;]</code> Forbidden City??</li>
</ul>
</div>
</div>

<div id="outline-container-org27ea16f" class="outline-3">
<h3 id="org27ea16f"><span class="section-number-3">2.3</span> Tue 17 Sep: Beijing East <code>[0/3]</code></h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> National Museum of China</li>
<li class="off"><code>[&#xa0;]</code> National Art Museum</li>
<li class="off"><code>[&#xa0;]</code> ??</li>
</ul>
</div>
</div>

<div id="outline-container-orgfcd6deb" class="outline-3">
<h3 id="orgfcd6deb"><span class="section-number-3">2.4</span> Wed 18 Sep: Beijing West <code>[0/2]</code></h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Capital Museum</li>
<li class="off"><code>[&#xa0;]</code> Afternoon: Talk at CFAU \ZH{外交学院}</li>
</ul>
</div>
</div>

<div id="outline-container-orge1bddc9" class="outline-3">
<h3 id="orge1bddc9"><span class="section-number-3">2.5</span> Thu 19 Sep: Beijing <code>[0/1]</code></h3>
<div class="outline-text-3" id="text-2-5">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Summer Palace</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org0e5dd6c" class="outline-2">
<h2 id="org0e5dd6c"><span class="section-number-2">3</span> Shanghai</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgefbc795" class="outline-3">
<h3 id="orgefbc795"><span class="section-number-3">3.1</span> Fri 20 Sep: Suzhou <code>[0/2]</code></h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Train Beijing to Suzhou</li>
<li class="off"><code>[&#xa0;]</code> <a href="https://maps.google.com/?cid=12116311554028233593">Suzhou Market at night</a></li>
</ul>
</div>
</div>

<div id="outline-container-org406c4b7" class="outline-3">
<h3 id="org406c4b7"><span class="section-number-3">3.2</span> Sat 21 Sep: Suzhou <code>[0/6]</code></h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="http://www.szmuseum.com/">Suzhou Museum</a></li>
<li class="off"><code>[&#xa0;]</code> The Garden of the Master of the Nets \ZH{网师园}</li>
<li class="off"><code>[&#xa0;]</code> Embroidery Museum and Mountain Villa with Embracing Beauty \ZH{环秀山庄}</li>
<li class="off"><code>[&#xa0;]</code> The Lion Grove Garden \ZH{狮子林}</li>
<li class="off"><code>[&#xa0;]</code> Train Suzhou to Pudong</li>
<li class="off"><code>[&#xa0;]</code> <a href="https://english.shanghai.gov.cn/en-FestivalsCelebrations/20240613/aaded1813b0f42e1817aeadece62ba5e.html">International Light festival</a> &#x2013; mostly at the <a href="http://www.shzlzx.com.cn/">Shanghai Exhibition Centre</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgddf42ca" class="outline-2">
<h2 id="orgddf42ca"><span class="section-number-2">4</span> Food</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org4f3b88c" class="outline-3">
<h3 id="org4f3b88c"><span class="section-number-3">4.1</span> \ZH{上海菜} <code>[0/3]</code></h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> \ZH{兰州拉面} Lánzhōu lāmiàn, hand-pulled noodles</li>
<li class="off"><code>[&#xa0;]</code> \ZH{卤肉饭} lǔròufàn braised pork</li>
<li class="off"><code>[&#xa0;]</code> \ZH{小笼包} xiǎolóngbāo dumplings</li>
<li class="off"><code>[&#xa0;]</code> \ZH{红烧鳝鱼} hóngshāoshànyú red sauce eel</li>
<li class="off"><code>[&#xa0;]</code> \ZH{虎皮尖椒} hǔpí jiānjiāo tiger skin peppers</li>
<li class="off"><code>[&#xa0;]</code> \ZH{魚香茄子} fish-like aubergines</li>
</ul>
</div>
</div>


<div id="outline-container-org389dc87" class="outline-3">
<h3 id="org389dc87"><span class="section-number-3">4.2</span> \ZH{北京菜} <code>[0/5]</code></h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> home-style noodles and baozi,</li>
<li class="off"><code>[&#xa0;]</code> Peking Duck \ZH{北京烤鸭}</li>
<li class="off"><code>[&#xa0;]</code> fried sauce noodles, zhájiàngmiàn \ZH{炸酱面}</li>
<li class="off"><code>[&#xa0;]</code> cabbage dishes, such as \ZH{醋溜卷心菜} - vinegar cabbage</li>
<li class="off"><code>[&#xa0;]</code> jiǎozi \ZH{饺子} dumplings</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-09-01 Sun 13:24</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
